"PageTitle" = "Ohjelmiston lisenssisopimus";
"PrintTitle" = "Tulosta lisenssi…";

/* License Agreement Sheet */
"LicenseAgreementTitle" = "Jotta voit jatkaa ohjelmiston asennusta, sinun on hyväksyttävä ohjelmistolisenssisopimuksen ehdot.";
"LicenseAgreementText" = "Jatka osoittamalla Hyväksyn tai kumoa asennus ja lopeta Asentaja osoittamalla En hyväksy.";

"Agree" = "Hyväksyn";
"Disagree" = "En hyväksy";
"ReadLicense" = "Lue lisenssi";

/* Save File Text */
"LicenseFile" = "Lisenssi";

/* Can't-save alert dialog.  Title & Message */
"CantSaveFile" = "Tiedostoa ei voida tallentaa.";
"CantSaveFileText" = "Sinulla ei ehkä ole oikeuksia tallentaa dokumenttia tähän paikkaan.";

/* Button titles */
"PrintButton" = "Tulosta…";
"SaveButton" = "Tallenna…";
"Continue" = "Jatka";
"GoBack" = "Takaisin";
